---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainSystemType
source: html/3f1d1b1f-5976-b63b-9bca-c5f4588f4259.htm
---
# CurtainSystemType Properties

The id of the assembly instance to which the element belongs.